[
  {
    "code": 1,
    "location": "Dinh Độc Lập - Hội trường Thống Nhất",
    "address": "135 Nam Kỳ Khởi Nghĩa, Phường Bến Thành, Quận 1, Thành phố Hồ Chí Minh",
    "longitude": 10.782323216171429,
    "latitude": 106.7027288018721,
    "description": "Dinh Độc Lập hay Hội trường Thống nhất (tên gọi trước đây là dinh Norodom) là một công trình kiến trúc, tòa nhà ở Thành phố Hồ Chí Minh. Đây từng là nơi ở và làm việc của Tổng thống Việt Nam Cộng hòa. Hiện nay, dinh đã được Chính phủ Việt Nam xếp hạng là di tích quốc gia đặc biệt.",
    "image": ["DinhDocLap-1.png", "DinhDocLap-2.png", "DinhDocLap-3.png"]
  },
  {
    "code": 2,
    "location": "Nhà thờ Đức Bà - Biểu tượng của thành phố",
    "address": "Số 1, Công xã Paris, phường Bến Nghé, quận 1, thành phố Hồ Chí Minh",
    "longitude": 10.779901426884768,
    "latitude": 106.69904035434361,
    "description": "Nhà thờ chính tòa Đức Bà Sài Gòn (tên chính thức: Vương cung thánh đường chính tòa Đức Mẹ Vô nhiễm Nguyên tội, tiếng Anh: Immaculate Conception Cathedral Basilica, tiếng Pháp: Cathédrale Notre-Dame de Saïgon), thường được gọi tắt là Nhà thờ Đức Bà, là nhà thờ chính tòa của Tổng giáo phận Thành phố Hồ Chí Minh, một trong những công trình kiến trúc độc đáo của Sài Gòn, điểm đến của du khách trong và ngoài nước, nét đặc trưng của du lịch Việt Nam.[2] Tên gọi ban đầu của nhà thờ là Nhà thờ Sài Gòn (tiếng Pháp: l'eglise de Saïgon), tên gọi Nhà thờ Đức Bà bắt đầu được sử dụng từ năm 1959 bằng việc đặt Tượng Đức Bà Hòa Bình trước khuôn viên.",
    "image": ["NhaThoDucBa-1.png", "NhaThoDucBa-2.png", "NhaThoDucBa-3.png"]
  },
  {
    "code": 3,
    "location": "Chợ Bến Thành Quận 1 - Khu chợ sầm uất bậc nhất Sài Gòn",
    "address": "Lê Lợi, Phường Bến Thành, Quận 1, Thành phố Hồ Chí Minh",
    "longitude": 10.77226758893111,
    "latitude": 106.69836422735341,
    "description": "Chợ Bến Thành là một ngôi chợ nằm tại quận 1, Thành phố Hồ Chí Minh. Chợ được khởi công xây dựng từ năm 1912, hình ảnh đồng hồ ở cửa nam của ngôi chợ này được xem là biểu tượng không chính thức của Thành phố Hồ Chí Minh.",
    "image": ["ChoBenThanh-1.png", "ChoBenThanh-2.png", "ChoBenThanh-3.png"]
  },
  {
    "code": 4,
    "location": "Bưu điện Thành phố Hồ Chí Minh - Địa điểm check-in Sài Gòn đẹp, ấn tượng",
    "address": "Số 125, Công xã Paris, Bến Nghé, Quận 1, Thành phố Hồ Chí Minh",
    "longitude": 10.77971263323836,
    "latitude": 106.70038478375936,
    "description": "Là một công trình kiến trúc có lịch sử hơn 100 năm, Bưu điện Trung tâm thành phố Hồ Chí Minh là một điểm đến hấp dẫn dành cho du khách cũng như người dân thành phố.",
    "image": ["BuuDien-1.png", "BuuDien-2.png", "BuuDien-3.png"]
  },
  {
    "code": 5,
    "location": "Tòa nhà cao nhất Việt Nam - Landmark 81",
    "address": "720A Điện Biên Phủ, Phường 22, Bình Thạnh, Thành phố Hồ Chí Minh",
    "longitude": 10.795117882034296,
    "latitude": 106.7218427678388,
    "description": "Vincom Landmark 81 là một tòa nhà chọc trời trong tổ hợp dự án Vinhomes Central Park, một dự án có tổng mức đầu tư khoảng 300 triệu USD, do Công ty Cổ phần Đầu tư xây dựng Tân Liên Phát thuộc Vingroup làm chủ đầu tư. Tòa tháp cao 81 tầng (với 3 tầng hầm), hiện tại là tòa nhà cao nhất Việt Nam[2], cao thứ 2 Đông Nam Á,[3][4] Hiện nay đến ngày 1/5/2021 là tòa nhà cao thứ 15 thế giới. Dự án được xây dựng ở Tân Cảng, quận Bình Thạnh ven sông Sài Gòn được khởi công ngày 26/07/2014. Tòa nhà được khai trương và đưa vào sử dụng ngày 26/07/2018.",
    "image": ["landmark81-1.png", "landmark81-2.png", "landmark81-3.png"]
  },
  {
    "code": 6,
    "location": "Nhà hát Lớn Thành Phố",
    "address": "07 Công Trường Lam Sơn, Bến Nghé, Quận 1, Thành phố Hồ Chí Minh",
    "longitude": 10.77666681118009,
    "latitude": 106.70314393900361,
    "description": "Nhà hát Thành phố Hồ Chí Minh (thường được gọi ngắn gọn là Nhà hát Thành phố hoặc Nhà hát Lớn) là một nhà hát có mặt tiền hướng ra Công trường Lam Sơn và đường Đồng Khởi, Quận 1, Thành phố Hồ Chí Minh. Nằm ở một vị trí thuận lợi tại trung tâm thành phố, nhà hát được xem là nhà hát trung tâm, đa năng chuyên tổ chức biểu diễn sân khấu nghệ thuật đồng thời cũng được sử dụng để tổ chức một số sự kiện lớn. Đây cũng là nhà hát thuộc loại lâu đời theo kiến trúc Tây Âu và được xem như một địa điểm tham quan của thành phố này.",
    "image": [
      "nha-hat-thanh-pho-1.png",
      "nha-hat-thanh-pho-2.png",
      "nha-hat-thanh-pho-3.png"
    ]
  },
  {
    "code": 7,
    "location": "Bảo tàng lịch sử Việt Nam",
    "address": "2 Nguyễn Bỉnh Khiêm, Bến Nghé, Quận 1, Thành phố Hồ Chí Minh",
    "longitude": 10.78817369822239,
    "latitude": 106.70475905434368,
    "description": "Đây là nơi bảo tồn và trưng bày hàng chục ngàn hiện vật quý được sưu tầm trong và ngoài nước Việt Nam.",
    "image": [
      "baotanglichsu-1.png",
      "baotanglichsu-2.png",
      "baotanglichsu-3.png"
    ]
  },
  {
    "code": 8,
    "location": "Bảo tàng Phụ Nữ Nam Bộ - điểm du lịch văn hóa độc đáo tại Sài Gòn",
    "address": "202 Võ Thị Sáu, Quận 3, Thành phố Hồ Chí Minh, Vietnam",
    "longitude": 10.783934237117782,
    "latitude": 106.68778290036343,
    "description": "Bảo tàng Phụ nữ Nam Bộ là một viện bảo tàng tại 202 Võ Thị Sáu, Quận 3, Thành phố Hồ Chí Minh. Bảo tàng có diện tích trưng bày 2000 m² bao gồm 10 phòng trưng bày về truyền thống xây dựng và bảo vệ tổ quốc của phụ nữ Nam Bộ. Tòa nhà của bảo tàng hiện nay có 4 tầng lầu, trong thời kỳ Việt Nam Cộng hòa là tư dinh của Nguyễn Ngọc Loan, Tổng nha Cảnh sát của Việt Nam Cộng hòa và được sử dụng là bảo tàng từ năm 1984. Ngoài khu trưng bày, bảo tàng còn có hội trường 800 chỗ, phòng chiếu phim, thư viện, kho lưu trữ.",
    "image": ["baotangphunu-1.png", "baotangphunu-2.png", "baotangphunu-3.png"]
  },
  {
    "code": 9,
    "location": "Bến Nhà Rồng – Bảo tàng Hồ Chí Minh",
    "address": "01 Nguyễn Tất Thành, Phường 12, Quận 4, Thành phố Hồ Chí Minh",
    "longitude": 10.768486590020245,
    "latitude": 106.70673451016862,
    "description": "Dinh Độc Lập hay Hội trường Thống nhất (tên gọi trước đây là dinh Norodom) là một công trình kiến trúc, tòa nhà ở Thành phố Hồ Chí Minh. Đây từng là nơi ở và làm việc của Tổng thống Việt Nam Cộng hòa. Hiện nay, dinh đã được Chính phủ Việt Nam xếp hạng là di tích quốc gia đặc biệt.",
    "image": ["ben-nha-rong-1.png", "ben-nha-rong-2.png", "ben-nha-rong-3.png"]
  },
  {
    "code": 10,
    "location": "Khu du lịch Suối Tiên - Địa điểm vui chơi hot nhất Sài Gòn",
    "address": "120 Xa lộ Hà Nội, Phường Tân Phú, Quận 9, Thành phố Hồ Chí Minh, Vietnam",
    "longitude": 10.86628707576782,
    "latitude": 106.80297344084914,
    "description": "Khu Du lịch Văn hóa Suối Tiên là một công viên liên hợp vui chơi giải trí kết hợp truyền thống các yếu tố văn hóa - lịch sử - tâm linh. Kiểu cách kiến trúc và các thể loại vui chơi được gắn lồng vào các hình ảnh lịch sử và truyền thuyết Việt Nam như Lạc Long Quân - Âu Cơ, Vua Hùng, Sơn Tinh Thủy Tinh, mười chín tầng địa ngục, tứ linh hội tụ Long - Lân - Quy - Phụng, công viên giải trí dưới nước, đặc biệt là biển Tiên Đồng - biển nhân tạo đầu tiên ở Việt Nam. Đây là địa điểm thu hút khá lớn lượng khách vui chơi giải trí của Thành phố Hồ Chí Minh và các du khách địa phương khác đến.",
    "image": ["suoi-tien-1.png", "suoi-tien-2.png", "suoi-tien-3.png"]
  }
]
